{
    "t": "Top 15 Most Expensive Homes for Sale in California",
    "i": "With the most expensive home topping out at $180,000,000, this list of the most expensive homes in California is nothing short of insane.",
    "d": "California’s beach weather and insanely good food make cement it as an iconic part of American culture. For the transplants it’s “totally worth it” and for emigrants it’s a memories over-shared and stories over-told to friends and family. If you can ignore the traffic, expensive  taxes, congestion, insane home prices, over-population, and crushing debt you’ll need to take on in this most expensive of most expensive places, you can cherish a fleeting sip of the 72-degree, really-don’t-ever-need-a-jacket, laid back state. For most people, especially those that live here, it’s an occasional highlight, enjoyed on weekends or holidays. ",
    "dc": "1/1/2018",
    "dm": "1/1/2018",
    "a": "Grant Morris",
    "c": "Homes",
    "c2": "For Sale",
    "tg": [
        "California",
        "Homes"
    ],
    "up": "Top-10-Most-Expensive-Homes-for-Sale-in-California",
    "ui": "1/list_image.jpg",
    "affordable": {
        "n": "0",
        "c": "Cost",
        "d": "Description",
        "i": "1/affordable.jpg",
        "u": "URL"
    },
    "items": [
        {
            "n": "141 S Carolwood Dr, Los Angeles",
            "o": "1",
            "c": "180000000",
            "d": "Located at 141 S. Carolwood Drive, Owlwood is easily one of the city's most iconic and historically significant properties. Designed by master architect, Robert D. Farquhar, the Italian villa spans over 10 acres and incorporates classic European design along with modern details left by its numerous legendary owners. The property's regal proportions and materials combined with its intricate moldings, marble fireplaces, hand-carved mantles, elegant crystal chandeliers, and ornate 24-gold carat bath fixtures set this home apart as the most coveted property in Los Angeles. In collaboration with world-class architects Meyer Davis Studio, KAA Design Group and Plus Development, plans have been developed to preserve the home's historic architectural integrity while redesigning it for modern living. Today, Owlwood stands at the crossroads between the city's architectural heritage and its future as the standard-bearer for modern estates in the Platinum Triangle.",
            "i": "1/1_1.jpg",
            "u": "https://www.zillow.com/homes/20524611_zpid/",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "9505 Lania Ln, Beverly Hills",
            "o": "2",
            "c": "129000000",
            "d": "Once in a lifetime, an estate of such distinction becomes available. A palatial Mediterranean minutes from the heart of Beverly Hills, Palazzo di Amore sits on a rare approx. 25 acre promontory with panoramic city-to-ocean views. The prestigious residence embodies both majesty and family. Outstanding amenities include: quarter-mile, tree-lined private drive, waterfall, luxuriant gardens, sparkling pools. Colonnaded dining room with wine tasting room, grand chef's kitchen, approx. 10,000-bottle temp controlled wine storage, large tasting room, unrivaled master suite, Moroccan retreat, Turkish-style spa. Guest house, gorgeous terraced acreage, producing vineyards, pool, spa, tennis court & pavilion, reflecting pool, fountain, state-of-the-art entertainment complex with stage, theater, ballroom, bowling alley. Entertain in true luxury and sophisticated beauty. Bring your most discerning clients to reimagine this majestic estate in all its cosmopolitan grandeur.",
            "i": "1/1_2.jpg",
            "u": "https://www.zillow.com/homes/20533853_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "10045 Calle Real, Goleta",
            "o": "3",
            "c": "108000000",
            "d": "Own a part of the pristine Santa Barbara coastline with a rich and storied heritage. A legacy of oil magnate Edward Doheny, Las Varas Ranch is comprised of flat open pasture, Live Oak, Eucalyptus, and Juniper forests, actively farmed Avocado and Lemon orchards, private canyon trails stretching towards the Santa Ynez mountains, two fresh water creeks, 18 acre reservoir, and over 10K feet of private access oceanfront with beautiful sandy beaches. Nine separate but contiguous APN parcels offer the potential to create a private family compound like none other. Present structures include owner's hacienda, ranch manager's cottage, Victorian era guest house, horse barn corral, mechanics cottages, and multiple outbuildings dating to 1920's. LAs Varas is 1800 acres in total with the southern portion containing 520 acres open to the Pacific. This is a trophy asset of unparalleled pedigree and provenance. Conveniently accessed off Calle Real. First time offered for sale in over 50 years.",
            "i": "1/1_3.jpg",
            "u": "https://www.zillow.com/homes/2096404512_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "10979 Chalon Rd, Los Angeles",
            "o": "4",
            "c": "90000000",
            "d": "New Modern Masterpiece that raises the bar for ultimate luxury, located through the Bel Air West Gate. The panoramic windows of this architectural home offer commanding views of the Bel Air golf course and the City beyond. Highlights of this designer home are listed but to experience the vastness, the attention to detail and incredible open flow of the floor plan one must tour it. 5,600 sq ft master suite including a spa, 12 bedroom suites and 23 baths are enveloped in this 31,000 sq ft home with another 40,000 sq ft of covered patios. 5 fully appointed bars, two lane bowling alley, theater, wine cellar, game room, private staff quarters, sports court, pavilion, pool cabana, infinity pool w/ waterfall & spa, putting green with 50 ft fire feature, motor ct w/ 70 car parking & 14 car custom garage. Included is a fully automated Creston system, Mitsubishi state of the art HVAC",
            "i": "1/1_4.jpg",
            "u": "https://www.zillow.com/homes/20529055_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "23800 Malibu Crest Dr, Malibu",
            "o": "5",
            "c": "85000000",
            "d": "The iconic Malibu Castle by Scott Gillen/UNVARNISHED comes to market! Situated on one of Malibu's landmark sites this 360 degree promontory offers incomparable views overlooking Santa Monica Bay, Catalina Island, Malibu Colony & Surfrider Beach. Completely private at the end of the cul-de-sac is an over 400 foot long private double gated driveway which leads you to this masterful and one-of-a kind architectural triumph. The 5 bedroom main house showcases the highest standard of luxury with custom teak doors and windows, 80 year old dry aged oak floors along with furnishings by Minotti and Bottega Veneta. A custom 12 foot hand-hewn teak dining table parallels the 75' infinity pool, and connects the chef's Bulthaup kitchen and living space in the main residence, completed by a wine tasting room, game room & media room. The 4,000 SQ.FT. 2BR/4BA guest house offers a professional gym & spa along with its own great room & Bulthaup kitchen. Truly the most coveted estate available in Malibu.",
            "i": "1/1_5.jpg",
            "u": "https://www.zillow.com/homes/20554261_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "1175 N Hillcrest Rd, Beverly Hills",
            "o": "6",
            "c": "85000000",
            "d": "\"Opus\" Billionaire's Row - Beverly Hills. Celebrated by CNBC as The Most Expensive Street in America. Ravishing Architectural Estate designed by Paul McClean. Over 1 acre. Jetliner Views. 2 Swimming Pools. Beauty Salon. Cinema. Cristal Champagne Room. Car Museum. Legend Status...",
            "i": "1/1_6.jpg",
            "u": "https://www.zillow.com/homes/20534638_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "2727 Benedict Canyon Dr, Beverly Hills",
            "o": "7",
            "c": "85000000",
            "d": "In Benedict Canyon, minutes from Rodeo Drive and behind a guarded gate, an incomparable equestrian dream unfolds across sixteen magnificent acres. Here, miles of riding trails meander through magical woodlands, winding back home to five deluxe stables and two horse rings. A 20,000 square foot main house, now being freshly reinvisioned, is invisible from the rest of the compound. The ultimate equestrian environment with a group of magnificent stables; a pair of pristine and white-graveled riding rings as well a tennis court with seating area, lavishly landscaped grounds, and more. A stunning 7,000-square-foot Moroccan guest house, soaring arched windows prove to be walk-through doorways to the landscape beyond. Moroccan tiles, hand-carved wooden doors and coffered ceilings create a richly inviting ambiance. Sequestered in the canyon just moments from the Beverly Hills Hotel, this vast treasure is part rustic, part refined and wholly without equal.",
            "i": "1/1_7.jpg",
            "u": "https://www.zillow.com/homes/20532130_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "2500 E Valley Rd, Santa Barbara",
            "o": "8",
            "c": "85000000",
            "d": "The magnificent Rancho San Carlos, an approx. 237-acre estate property that for nearly 100 years has been under the ownership of one family. A once-in-a-lifetime opportunity to acquire a unique property of unprecedented grand scale, exceptional architecture, and prestigious historical significance. The sprawling hilltop Monterey Colonial manor was designed by noted architect Reginald Johnson in 1931 with an approx. 29,483-sq.ft. exquisite main residence comprised of over 30 rooms. Infused with an atmosphere of sophistication and refinement, the grand home is astutely sited on two natural terraces, and by planning the formal living rooms around a central courtyard and placing the master and family bedroom wings on the upper terrace, he effectively created a spatial separation that afforded privacy, calm and exceptional views. Additional features include 10 residential cottages, an office, producing orchards, and extensive equestrian facilities.",
            "i": "1/1_8.jpg",
            "u": "https://www.zillow.com/homes/15960404_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "6962 Wildlife Rd, Malibu",
            "o": "9",
            "c": "81500000",
            "d": "Secluded masterpiece by Ed Niles rises above the Pt Dume Bluffs. Gtd drive into rich canopy of trees. Former home of Johnny Carson, over 4 acres w/ beach access. Incredible wood and glass w/ vws of the Pacific. Light shines thru dbl triangular LR's 30ft glass clng and indoor arboretum. A copper and glass fplc flows into Asian lounge. FDR for refined entertaining or dine on bluff terrace w/ ocean vws, all served by chef's kitchen. Cascading waterfall extends to pool, sun deck, media room, bar/wine room and casual din rm. A luxe master suite fills the 2nd flr, exudes elegance. His onyx bathroom and wardrobe w/ pvt ofc. Her sumptuous bath and onyx tub, wardrobe, ocean terrace and sep ofc, creates the ultimate lifestyle. On Whitesands, 2 acres of manicured gardens, championship TC, pavilion w/ 2 bdrms, kitch, gym and locker rm and addtl gst hse. Amenities: sec ofc, mgr ofc, staff, elevator, laundry, garage+ motor court and staff lot. This Iconic property offers a rare combo of land, location, architecture and beauty.",
            "i": "1/1_9.jpg",
            "u": "https://www.zillow.com/homes/20555493_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        },
        {
            "n": "901 N Alpine Dr, Beverly Hills",
            "o": "10",
            "c": "80000000",
            "d": "A regal French Chateau awaits you in the heart of Beverly Hills' Estates Section. Once you have cleared the gated guard entry, you will be transported to classic French splendor. This 28,000 square foot palace has all the appointments fit for a king. The craftsmanship and materials are the finest this side of Versailles. Some of the appointments include a fitness center, game room, screening room, European spa with wet & dry saunas. Technology is also featured in the form of a state of the art Crestron system. This magnificent property also has an elevator, 11 fireplaces, a 3 bedroom guest house, a grand motorcourt that can accommodate 40 cars. Experience lush lawns and gardens of a French countryside. This home is truly a baroque masterpiece.",
            "i": "1/1_10.jpg",
            "u": "https://www.zillow.com/homes/95544641_zpid",
            "w": "Zillow",
            "t": "Homes",
            "t2": "For Sale"
        }
    ]
}